IDEA Open Model
ConcreteBlockData.Region Property
Compatible with IDEA StatiCa Beta 20.0
 Geometry of the concrete block in svg format
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Region { get; set; }
Public Property Region As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace